export default {
  timetable: {
    'minodriven': {
      title: '不幸を再生産しないための、設計に対する向き合い方',
      name: 'ミノ駆動（みのくどう）',
      affiliation: 'READYFOR株式会社',
      image: 'minodriven.png',
      detail: `<p>開発生産性を低下させてしまう技術的負債。負債は、国家予算規模の損失を生み出しつつあります。IT産業における喫緊の課題です。</p>
              <p>ところが、技術的負債には非常に厄介な性質があります。それは、認知が非常に困難であることです。負債の認知スキルが不十分だと、負債まみれのコード見ても、「そこにいること」すら全く知覚できません。</p>
              <p>漫画には、「常人には見えない魔物」を扱った作品があります。見えない魔物に苦しめれらたり、魔物が見える人たちの行動が、見えない人たちから誤解を受けたりする描写があります。IT開発でも同様です。負債を知覚できずに頻発するバグに苦しめられ、混乱、疲弊、さらには人間関係のトラブルに発展する場合もあります。私自身も、負債に伴う多くの不幸を体験してきました。</p>
              <p>このセッションでは、技術的負債にまつわる私の経験談を交えながら、拙著『良いコード／悪いコードで学ぶ設計入門』に込めた思いや、設計に対する向き合い方についてお話いたします。</p>`,
      twitter: 'https://twitter.com/MinoDriven',
      facebook: '',
      github: '',
      externals: [],
      profile: `READYFOR株式会社でアプリケーションアーキテクトを務める。<br>
                リファクタリングや拡張性向上設計など、設計全般を推進。<br>
                悪しきコードとの戦いの中で設計の魅力に気付く。暇さえあれば脳内でリファクタリングしている。<br>
                著書『良いコード/悪いコードで学ぶ設計入門』。<br>
                クソコード動画シリーズの制作者。<br>
                Developers Summit 2021 Summerベストスピーカー賞3位。`
    },
    'sawada': {
      title: 'タイトル未定',
      name: '澤田 望（さわだ のぞみ）',
      affiliation: '株式会社ミツエーリンクス／アクセシビリティ部マネージャー, SAWADA STANDARD DESIGN／イラスト',
      image: 'sawada.jpg',
      detail: `講演概要調整中`,
      twitter: 'https://twitter.com/SawadaStdDesign',
      facebook: '',
      github: '',
      externals: ['https://www.mitsue.co.jp/', 'https://sawada-std-design.com/'],
      profile: `2014年に個人事業主として起業。2022年よりミツエーリンクスに所属。ウェブアクセシビリティ基盤委員会 WG2主査。岡山情報ビジネス学院非常勤講師。おかやまUDアンバサダー。okawebアワード（2016グランプリ／2017アクセシビリティの普及に頑張ったで賞／2018アクセシビリティと勉強会頑張ったで賞）、CSS Niteベストセッション2016 ベストイラスト、大都会Awards2017受賞。`
    },
    'miyao': {
      title: '褒める文化を広めたい！個人制作「ほめかるた」を作った経緯と込められた思いについて',
      name: ' 宮尾 潤（みやお じゅん）',
      affiliation: 'ほめかるた事務局（代表）',
      image: 'miyao.jpg',
      detail: `<p>「子育ての中でどんな言葉をかけたら良いかわからない。」「職場でのコミュニケーションを増やしたい。」など、身の回りのニーズの助けになれたらと思い「ほめかるた」を制作するに至りました。クラウドファンディングを用いた資金集めや発注、値段設定など模索してきた過程を含めてお話しできればと思います。</p>
              <p>▼「ほめかるた」とは<br>
              相手にいいところを気づかせてあげられるかるたです。<br>
              夫婦、親子、友人、同僚との前向きな会話のきっかけ作りに役立ちます。</p>
              <p>▼遊び方<br>
              ①すべてのかるたを机に並べて、グループの中から、褒めたい1人を決めます。<br>
              ②残りの人が、76種類のかるたから1枚を選びます。<br>
              ③ ①で決めた人に、かるたを選んだ理由を1人ずつ順番に伝えます。<br>
              ④全員が伝え終わったら、次に褒めたい人を決めて、①〜③を繰り返します。</p>`,
      twitter: 'https://twitter.com/homekaruta',
      facebook: '',
      github: '',
      externals: ['https://70bros.thebase.in'],
      profile: `1989年生まれ。多摩美術大学グラフィックデザイン学科卒業。グリー株式会社に新卒入社し、2015年にアメリカへ語学留学。現在は個人でアプリのUIUX業務に従事。2018年に「ほめかるた」を制作し、2020年に商標登録。デザインから発注までの業務を行う。購入はこちら→ <a href="https://70bros.thebase.in">https://70bros.thebase.in</a>`
    },
    'kuroda': {
      title: 'タイトル未定',
      name: '黒田 和美（くろだ かずみ）',
      affiliation: '株式会社はこらぼ, グリッチ合同会社',
      image: 'kuroda.jpg',
      detail: `講演概要調整中`,
      twitter: 'https://twitter.com/mizukadaroku',
      facebook: '',
      github: '',
      externals: [],
      profile: `岡山県真庭市出身。大阪の音楽専門学校を卒業後、音響・照明・大道具など、イベント・舞台関係でキャリアスタート。その後、イベント制作会社や印刷会社などを経て、2016 年よりフリーランスに。2018 年に拠点を故郷である真庭市に移し、とことんローカルに根差した企画・デザイン会社、GLITCH,LLC を設立。2021年には、市内のクリエイター仲間と株式会社はこらぼを設立。地域の「できない」を「できる」に変える事を目的として活動。`
    },
    'kondo': {
      title: 'みんなに愛されて20年！「Developers Summit」オーガナイザーとしてやったこと、考えたこと',
      name: '近藤 佑子（こんどう ゆうこ）',
      affiliation: '株式会社翔泳社 CodeZine編集長',
      image: 'kondo.jpg',
      detail: `<p>翔泳社が主催するITエンジニアのためのカンファレンス「Developers Summit（デブサミ）」。2003年の初開催から、今年は20年目を迎えます。<br>
              デブサミ開催当初は中立的なITカンファレンスは珍しい状況でしたが、現在は多くの技術カンファレンス、勉強会が開催され、ITエンジニアを取り巻く状況も大きく変わりました。そして2020年のコロナ禍によって、ITカンファレンスのあり方も大きく変わりました。</p>
              <p>世の中がさまざまに変化しても、今なお多くのITエンジニアに参加いただき、学びや刺激を得られたという声もたくさん寄せられています。そして私達も「多様なデベロッパーが輝ける場をつくろう」という思いのもと、U30エンジニアのための「Developers Boost」、女性ITエンジニアが主役の「Women Developers Summit」の立ち上げといった新しいチャレンジを続けてきました。</p>
      <p>今回は、デブサミのオーガナイザーである私が、変化する世の中において「デブサミ」を通じて変わらずITエンジニアに貢献するにはどうすればいいか、考え、行動したことについてお話しします。</p>`,
      twitter: 'https://twitter.com/kondoyuko',
      facebook: '',
      github: '',
      externals: [],
      profile: `株式会社翔泳社 CodeZine編集部 編集長、Developers Summit オーガナイザー。1986年岡山県生まれ。京都大学工学部建築学科、東京大学大学院工学系研究科建築学専攻修士課程修了。フリーランスを経て2014年株式会社翔泳社に入社。ソフトウェア開発者向けWebメディア「CodeZine」の編集・企画・運営に携わる。2017年より、ソフトウェア開発者向けカンファレンス「Developers Summit」のオーガナイザー。2020年6月よりCodeZine編集長。キャッチコピーは「踊る編集者」。`
    },
    'tohoho': {
      title: '「とほほのWWW入門」の26年間をふりかえって',
      name: '杜甫々（とほほ）',
      affiliation: 'NECソリューションイノベータ株式会社',
      image: 'tohoho.jpg',
      detail: `<p>1996年になんとなく開始した「とほほのWWW入門」ですが、おかげさまで様々なコンテンツも増え、アクセスもいただき、今年で26年目を迎えます。</p>
              <p>サイトの更新をこれまで続けてきたなかで、思っていること、感じていること、「わかりやすさ」を優先して工夫していることなどをざっくばらんに紹介できればと思います。</p>`,
      twitter: '',
      facebook: '',
      github: '',
      externals: ['https://www.tohoho-web.com/'],
      profile: `1960年代生まれ。大学卒業後、広島でソフトウェア会社に勤務。<br>
                勤務の傍ら、1996年からWebに関する技術情報を紹介する「とほほのWWW入門」を開設。<br>
                当時はまだHTMLに関するまともな日本語資料が無かったため、自分で整理を始めたのがきっかけ。<br>
                たまに中断しながらも、かれこれ25年以上、趣味のひとつとして継続。<br>
                最近は陶磁器にハマってる。<br>
                著書：「すぐひける・よくわかるHTMLハンドブック」<br>
                著書：「CGI&Perl究極のレシピ350」`
    }
  }
}
