export default {
  timetable: {
    'sueda': {
      title: '次世代の足下を舗装するコミュニティ',
      name: '末田 卓巳(puhitaku)',
      affiliation: 'フリーランス',
      image: 'sueda.jpg',
      detail: `私はこれまで、子供や学生にコンピューターを教える試みを個人で続けてきました。講師をやったり、学生を短期間養って一緒に開発したり、スタバでフラペチーノを飲みながらコードを教えたりして手応えを得てきました。個人対個人で教える活動だけでは、あまりスケールしないうちに人生が終わってしまうため、なんとかしてこの活動を加速しなければなりません。そこで思いつくのが、コミュニティを作ってみるという選択肢でした。本発表では、コミュニティを作る試みの実例や、学生と話すうちに見つけた事を共有します。また、主宰あるいは年長者として何をすべきで何をすべきでないかというノウハウについてもお話します。`,
      twitter: 'https://twitter.com/puhitaku',
      facebook: 'https://www.facebook.com/puhitaku',
      github: 'https://github.com/puhitaku',
      externals: ['https://www.zopfco.de/'],
      profile: `岡山県出身。小中学生時代を高梁市と赤磐市で過ごし、津山高専の寮生活を経て情報工学科を卒業。以降、家庭用ロボットの開発などに従事。現在は岡山県から北米のスマートホーム開発を行いつつ、リバースエンジニアリングや低レイヤーを中心とした発信者、ライター、セキュリティ・キャンプ講師として活動。`
    },
    'littleossa': {
      title: 'エンジニアと人生: 異業種からの転身とその劇的な変化',
      name: 'リルオッサ',
      affiliation: 'クラスメソッド株式会社(iOSエンジニア)',
      image: 'littleossa.png',
      detail: `<p>広島県の高校を卒業後、フリーターとしてさまよい続け、25歳のときに某自動車製造会社に就職しました。しかし、32歳の時にコロナ禍により長期間の休暇が訪れ、その際に「子供のために何かアプリを作ってみようかな」と思い立ち、軽い気持ちでアプリ開発を始めました。</p>
      <p>これまでIT分野とは縁遠い生活を送っていた私にとって、この出会いは驚くべきものでした。そこで感じた衝撃と共に、「これを仕事にしたい」という強い思いが芽生え、転職活動を開始しました。</p>
      <p>まったくのIT初心者であった私が、エンジニアと人生コミュニティに出会い、多くの転職相談に助けられ、最終的にエンジニアに転身することができました。このコミュニティがなければ、エンジニアとしてのステップを踏むことは難しかったでしょうし、エンジニアとしての道のりも楽しむことができなかったでしょう。</p>
      <p>エンジニアとしての新たなキャリアを歩むことで、趣味に費やす時間が増え、家族との絆も深まりました。この講演では、エンジニアになる前となった後の生活における驚くべき変化について振り返り、エンジニアの素晴らしさについてお話しいたします。</p>`,
      twitter: 'https://twitter.com/littleossa',
      facebook: '',
      github: '',
      externals: ['https://dev.classmethod.jp/author/littleossa/', 'https://apps.apple.com/jp/developer/osamu-hiraoka/id1519443931'],
      profile: `広島県広島市在住のiOSエンジニア。趣味は、ブレイクダンスと奇妙な絵を書くこと、誰の為にもならないアプリ開発。<br>
      広島の高校を卒業後、自由の道を選択し、フリーターとして生きる。<br>
      2007年にドイツで開催されたブレイクダンスの世界大会「Battle of the year」に日本代表として出場し、世界2位を獲得。<br>
      32歳の時に「(自分の)子どもにアプリを作ってあげたい」という想いから全く縁のなかったプログラミングの勉強を開始。アプリ開発の楽しさに目覚め、33歳で駆け出しエンジニアとしてデビュー。<br>
      年間100本の技術記事を書いたり、アウトプットが大好き。`
    },
    'sinmetal': {
      title: '東京にいたけど、岡山に帰ってきた',
      name: 'sinmetal',
      affiliation: '株式会社メルペイ (GAEマイスター)',
      image: 'sinmetal.jpg',
      detail: `<p>10年ほど東京にいたけど、岡山に帰ってきてリモートで仕事をしています。<br>
      東京に行くことになった経緯、東京でどのようにキャリアを歩んで、そして岡山に帰ってきたのか、sinmetalの半生を語ります。</p>
      <p>岡山にいた時、技術コミュニティに出会い、GTUG Chugokuのスタッフになり、Google App Engineを愛し、東京でもGCPUGのスタッフになり・・・と、人生の大半をGoogle Cloudのコミュニティと共に過ごしてきました。<br>
      コロナでオフラインの技術コミュニティは一度静まってしまったけど、代わりにオンラインが注目されるようになりました。<br>
      コロナが少し落ち着いてきて、オフラインイベントも増えてきましたが、自分の原点にはオンラインが含まれていて、せっかくなので、どっちも盛り上がると良いなと思っています。</p>
      <p>さほど何も考えていなくて、流れに身を任せて生きている人間ですが、誰かの参考、もしくはエンターテイメントとして楽しんでいただけると幸いです。</p>`,
      twitter: '',
      facebook: '',
      github: '',
      externals: ['https://github.com/sinmetal/my-sessions-and-bio'],
      profile: `1987年生まれ。岡山県玉野市出身<br>
      GCPUG Admin,Google Developers Expert 。2011年にGoogle App Engineに出会ってから、Google App Engineを使い続けていたが、最近はCloud Runを使っている。特に好きなのはGoogle App Engine, Cloud Run, BigQuery, Cloud Datastore, Cloud Firestore, Google Kubernetes Engine, Google Cloud Build。最近のマイブームは Application Performance Management。仕事では社内のGoogle Cloud Platformコンサルティングのようなことをしている。`
    },
    'kondo': {
      title: 'カンファレンス運営者の視点で伝えたい、アフターコロナのITコミュニティの未来',
      name: '近藤 佑子（こんどう ゆうこ）',
      affiliation: '株式会社翔泳社 CodeZine編集長',
      image: 'kondo.jpg',
      detail: `<p>翔泳社が主催するITエンジニアのためのカンファレンス「Developers Summit（デブサミ）」。イベントとしては20年以上継続し、私がオーガナイザーとして携わって7年目となりました。</p>
      <p>オープンセミナー岡山2022では「みんなに愛されて20年！『Developers Summit』オーガナイザーとしてやったこと、考えたこと」というテーマで、ITエンジニアを取り巻く状況や、コロナ禍によるITカンファレンスのあり方が変わっていくなか、「デブサミ」を通じて変わらずITエンジニアに貢献するにはどうすればいいか、考え、行動したことについて話しました。</p>
      <p>あれから1年。今回のオープンセミナー岡山2023がそうであるように、ITコミュニティはオフラインの場を急速に取り戻しつつあります。そのなかで、デブサミシリーズとしても、若手向けカンファレンス「Developers Boost」や、デブサミ関西オフライン開催にチャレンジしてきました。また、ここ近年の私自身のチャレンジとして、チームメンバーに、カンファレンス運営の「バトンを渡す」ことにも取り組んでいます。</p>
      <p>今回は、デブサミを通じたチャレンジで得た学びを共有することで、ITコミュニティに携わる方々が新しい一歩を踏み出せるような場になることを目指します。</p>`,
      twitter: 'https://twitter.com/kondoyuko',
      facebook: '',
      github: '',
      externals: [],
      profile: `株式会社翔泳社 CodeZine編集部 編集長、Developers Summit オーガナイザー。1986年岡山県生まれ。京都大学工学部建築学科、東京大学大学院工学系研究科建築学専攻修士課程修了。フリーランスを経て2014年株式会社翔泳社に入社。ソフトウェア開発者向けWebメディア「CodeZine」の編集・企画・運営に携わる。2017年より、ソフトウェア開発者向けカンファレンス「Developers Summit」のオーガナイザー。2020年6月よりCodeZine編集長。キャッチコピーは「踊る編集者」。`
    },
    'nakamichi': {
      title: 'はたして我々はコミュニティとどう向き会えばよいのだろうか？',
      name: '中道 一志（ナカミチ カズシ）',
      affiliation: '株式会社ヌーラボ',
      image: 'nakamichi.jpg',
      detail: `<blockquote>- 「コミュニティ」は「温かい」場所であり、居心地がよく、快適な場所である。<br>
      - 「コミュニティ」は、「自然」で「暗黙」のうちに成り立つような理解の共通を意味する。</blockquote>
      <p>と、ジグムント・バウマンは著書コミュニティの中で述べています。</p>
      <p>エンジニアとしての自身を振り返った時、コミュニティの存在はとても大きく、私はそこから多大な恩恵を受けてきました。<br>
      それは知識であったり、新たな友人であったり、働き口であったりとさまざまです。</p>
      <p>このコミュニティってものと参加者、登壇者、運営者、皆は何を考えてどう向きあえばいいのか、<br>
      そもそも人が集まるってどういうことなのか、といった話を自身の経験をもとにお話しします。</p>`,
      twitter: 'https://twitter.com/ici_mici',
      facebook: '',
      github: '',
      externals: [],
      profile: `島根県の西端からフルリモートで働くエンジニア。 2022年6月にそれまで勤めていたSIerからリモートで働ける企業に転職。子育てのために広島を離れて妻の実家に移住した。現在はプロジェクトマネージャーとして、世界中のメンバーと協力しながらヌーラボのサービス開発を進めている。<br>
      実は岡山大学教育学部卒業生。東古松にあるたぬき屋のうどんが大好きです。`
    },
    'terada': {
      title: '普通のエンジニアから Advocate へ：挑戦と成長のストーリー',
      name: '寺田 佳央（てらだ よしお）',
      affiliation: 'Microsoft Corporation, Sr. Cloud Advocate',
      image: 'terada.png',
      detail: `<p>私の肩書きには、エバンジェリスト、Advocate、Java Champion という言葉が並んでいます。<br>
      一見すると、なんだか輝かしいエンジニアのように見えるかもしれません。<br>
      しかし50歳を迎えた今でも、自分は決して一流のエンジニアだと思っていません。<br>
      今の肩書きは特別な才能があったからではなく、チャンスを頂けたのと多くの皆様のご支援のおかげです。</p>
      <p>初めて外資系企業に転職したとき、周囲には優秀なエンジニアが溢れており、自分の未熟さを痛感しました。<br>
      しかし、学生時代から愛してきたJavaについての情熱は常に心の中にあり、その情熱がいつしかチャンスを生み出し、私を Java エバンジェリストへの道へと導きました。<br>
      道のりは決して順風満帆ではなく、困難や挫折も多く経験しました。</p>
      <p>このセッションでは、私の過去の経験を元に、若いエンジニアの皆様に、下記のメッセージをお届けしたいと思います。</p>
      <p>「自分を信じて努力をし続けることで成長しチャンスが生まれます。そして良い方々と巡り合い、さらに良い方向に変わっていきます。自分を変えるのは、他人や組織ではなくご自身です。夢を持ちながら、どうぞコミュニティを通じてより良い将来へ向かってお進みください。」</p>`,
      twitter: 'https://twitter.com/yoshioterada',
      facebook: 'https://www.facebook.com/yoshio.terada',
      github: 'https://github.com/yoshioterada/',
      externals: ['https://yoshio3.com', 'https://qiita.com/yoshioterada', 'https://dev.to/yoshioterada'],
      profile: `2015年7月より日本マイクロソフト株式会社で Java エバンジェリストとして活動を開始し、2018年7月にマイクロソフト本社に移動し、現職のクラウド・アドボケイトとして活動中。マイクロソフトにおける Java の利用促進・啓蒙活動を実施中。<br>
      2016 年 7 月、日本人で 2 人目となる Java Champion に就任。JJUG 幹事の一員でもある。`
    },
  }
}
