export default {
  timetable: {
    'morishita': {
      title: '「東京で仕事してみたい」という夢を叶えた私の「のびしろ」との向き合い方',
      name: '森下 智裕（もりした ともひろ）',
      affiliation: '株式会社NTTドコモ コンシューマサービスカンパニー カスタマーサクセス部',
      image: 'morishita.jpg',
      detail: `広島時代にはWeb系に力を入れていたのに、<br>
      「人生で一度は東京で仕事してみたい！」<br>
      そんな気持ちで就職し進んだ道は煌めくWeb業界ではなく「情報通信業の大手企業」。<br>
      なぜWeb系ではない道に進んでみたのか、夢を叶えて東京で仕事をする経験から、どのような「のびしろ」に気づけたのか、<br>
      実際に感じた「のびしろ」を伸ばすための向き合い方について私なりにお話しできればと思います。`,
      twitter: '',
      facebook: 'https://www.facebook.com/moric.tm',
      github: '',
      externals: [],
      profile: `広島県広島市出身。広島工業大学 情報学部卒業。<br>
      学生時代はOSH、OSC Hiroshima、WTMなどのセミナーに参加。<br>
      就職に合わせて上京し、NTTDATAの子会社で内国為替やクレジット決済システムなどの金融インフラの維持運用業務に5年弱ほど携わる。2019年にNTTドコモに転職し、自社ポイントサービスの維持運用業務に従事している。縁あって4年ほど労働組合の役員を兼務。職場の労働者代表という立場を通じてエンジニアとは少し違う経験を積む刺激的な日々を過ごしている。<br>
      岡山を訪れるのは久しぶりなのでワクワクしている。`
    },
    'matsuura': {
      title: 'のびしろって何だろう ～これまであまり考えたことがない人が考えてみた～',
      name: '松浦 泰幸（まつうらやすゆき）',
      affiliation: '株式会社フィネット システム開発部',
      image: 'matsuura.jpg',
      detail: `<p>「のびしろ」という言葉は、日々の生活又は仕事なんかで耳にしたり、目にしますが、<br>
      ただ実際それが何なのか、どうやって見つける・感じるのかをあまり考えたことがない人や<br>
      「のびしろはありますか」と聞かれても、どのように答えればよいかわからない人がいると思います。<br>
      自分もその内の1人で、この発表のお話をいただいた時、<br>
      「自分ってのびしろあるんだろうか？」「ないと断言したくないが、あるって自信をもっていえるか？」<br>
      等と考えました。</p>
      <p>本発表では、そんな自分が、仕事含めこれまでの社会人生活を踏まえて感じた<br>
      「のびしろ」について、改めて考え/思ったことを皆さんにお話しできればと思います。<br>
      気軽に聞いていただけると嬉しいです。</p>`,
      twitter: '',
      facebook: '',
      github: '',
      externals: ['https://wind2112.hatenablog.com/'],
      profile: `鳥取県鳥取市出身。1992年生まれ。大阪工業大学情報学部卒業。<br>
      2014年4月に株式会社アイネット(現在の株式会社フィネット)に新卒で入社。<br>
      そこから主にバックエンド側の開発に関するプロジェクトに携わる。<br>
      現在は、地元鳥取にてリモートワークでRubyでのバックエンド開発プロジェクトのメンバーとして開発に従事。<br>
      ドラえもんが大好きで毎年映画は映画館で見に行くようにしている。`
    },
    'koki': {
      title: '成長するための努力をやめたエンジニアのこれまでとこれから',
      name: 'koki',
      affiliation: 'Classi株式会社 ソフトウェアエンジニア',
      image: 'koki.jpg',
      detail: `<p>「エンジニアは休日も勉強するべきだ」<br>
      「エンジニアは一生勉強し続けなければならない」<br>
      「それができない人間はエンジニアに向いていない」</p>
      <p>IT エンジニア業界でよく耳にする言葉です。<br>
      これらが実際に正しいかどうかはともかくとして、僕も駆け出しの頃はこれらの言葉を信じて、ひたすら技術力を向上させることに励んでいました。休日返上で勉強し、新しい技術を追いかけ、自分を追い込むように成長を目指していました。<br>
      しかし、終わりの見えない勉強、常に最新技術を追いかけるプレッシャー、そして自分の成長が十分ではないという不安感。最終的にはそれらに押しつぶされ、完全に挫折してしまいました。</p>
      <p>それから改めて自分自身を見つめ直した結果、僕は「技術的な成長のための努力」を完全にやめました。<br>
      その後どうなったか？なんだかんだで今はエンジニアとしてめちゃくちゃ楽しい日々を過ごしています。いやほんとに。</p>
      <p>本セッションでは、そんな「成長するための努力をやめたエンジニア」である僕が今までどのように努力してきたのか、そしてどのように挫折し、開き直って今に至るのかについて、体や心を壊しながら歩んできたキャリアを振り返りながら、ひとつの失敗談としてお話しします。<br>
      上述したような言葉に不安を感じてしまっている人たちや、終わりの見えない努力を続けることがしんどくなってきた人たちが、少しでも肩の力を抜いて自分のペースでエンジニアとしてのキャリアを楽しむヒントになれば幸いです。</p>`,
      twitter: 'https://x.com/koki_develop',
      facebook: '',
      github: 'https://github.com/koki-develop',
      externals: ['https://koki.me'],
      profile: `埼玉県在住の 26 歳。一児の父。ダイエット中。<br>
      20 歳で社会人になってから初めてプログラミングに触れ、それから SES 、自社開発、コンサル等を経て、現在は Classi 株式会社にてソフトウェアエンジニアとして日々を過ごす。<br>
      個人開発が趣味で、よく Web アプリケーションやコマンドラインツールを作ったりしている。<br>
      一人でここまで遠出するのも外泊するのも初めてなので結構ウキウキしている。`
    },
    'tanabe': {
      title: '自分の枠を広げるための原動力とフィードバックループ',
      name: '田辺 雄大（たなべ ゆうだい）',
      affiliation: '株式会社両備システムズ',
      image: 'tanabe.jpg',
      detail: `私はコロナ禍元年、新卒でIT業界に飛び込みました。それまで漠然と抱いていた「仕事は辛くて我慢するもの」というイメージはいい意味で覆され、忙しくも楽しい日々を送っています。<br>
      昨日の自分よりできることを増やすため、つまり自分の枠を広げるために自己成長を大切にしてきました。このセッションでは三日坊主で終わらない、持続可能な成長を支える私なりの工夫をお伝えします。さらに自己成長を意識するようになったきっかけや成長を感じた経験談をリアルな声としてお届けします。br>
      仕事、ITコミュニティ、読書、資格試験などワークとライフの境界線を越えて、ITエンジニアとしての4年間を振り返ります。`,
      twitter: '',
      facebook: '',
      github: '',
      externals: [],
      profile: `1997年生まれ。岡山県新見市出身。徳島大学理工学部卒業。<br>
      2020年に両備システムズ（岡山市）に入社。ヘルスケアソリューションカンパニーで健診予約サービスの開発、運用を経験。現在は新規プロダクトの企画・技術選定・設計・実装に取り組む。 <br>
      .NETとPostgreSQLに触れることが多い。ソフトウェア設計の重要性と面白さを知り、技術書を読み漁ったり技術カンファレンスのために東京遠征したり。岡山のITコミュニティにも参加している。休日は国内旅行（船旅）や農業でリフレッシュ。好きな言葉は「やり切る」。`
    },
    'nishihara': {
      title: '人と地域と技術コミュニティ : みんなが信じた「のびしろ」を幻にしないために',
      name: '西原 翔太（にしはら しょうた）',
      affiliation: 'サイボウズ株式会社 開発本部 People Experience チーム Developer Concourse Unit<br>一般社団法人情報処理学会 会誌編集委員',
      image: 'nishihara.jpg',
      detail: `<p>人生を振り返ってみたところ、たくさんの「のびしろ」によって自分の行動が決められていることに気がつきました。私を含めた周りの誰かが、私の「のびしろ」を言語化し、それに大きく影響を受けています。そしてどうやら、人生のターニングポイントごとに「のびしろ」の種類が変化していて、大きく分けると 3 種の「のびしろ」に分類できそうです。</p>
      <p>特に私は、北海道を中心に田舎の技術コミュニティと共に暮らしてきていて、気づけば自身のキャリアの中心に技術コミュニティが置かれるまで深く潜りこみました。初めて技術や技能の楽しみに触れてから 20 年、はじめて技術コミュニティの存在を知ってから 17 年、どのように「のびしろ」が私をここまで運んでくれたのか振り返ります。</p>
      話すこと<br>
      <ul>
      <li>環境が左右する最初の「のびしろ」</li>
      <li>駆り出すために作られる「のびしろ」</li>
      <li>信じて委ねてくれている「のびしろ」</li>
      </ul>`,
      twitter: 'https://x.com/tomio2480',
      facebook: 'https://www.facebook.com/shota.nishihara.378',
      github: 'https://github.com/tomio2480',
      externals: ['https://bento.me/tomio2480'],
      profile: `北海道旭川市出身、在住。富良野緑峰高校 電気システム科 教諭、国立研究開発法人 情報通信研究機構 ナショナルサイバートレーニングセンター 研究技術員を経て現職。日本工学院八王子専門学校 AI システム科 講師として勤務した 1 年間の複業経験がある。2020 年より一般社団法人LOCAL理事として北海道のITコミュニティ関係者支援を 2 年間行う。2022 年より一般社団法人情報処理学会 会誌編集委員として学会誌の編集、認知拡大を担当、現在も活動中。地方におけるIT等技術教育環境やコミュニティ活性化に尽力している。月の半分は家にいないが、その全ての日を国内のどこかで活動している IT コミュニティで過ごす。`
    },
    'takahashi': {
      title: 'のびしろを広げる巻き込まれ力：偶然を活かすキャリアの作り方',
      name: '高橋 一騎（たかはし いっき）',
      affiliation: 'スターフェスティバル株式会社 プロダクト開発部',
      image: 'takahashi.jpg',
      detail: `<p>私自身のキャリアは、明確なゴールを持って進んだわけではなく、多くの偶然が重なって形作られました。実際、近年の調査では、キャリアのターニングポイントの8割が予期しない偶然の出来事によってもたらされるという調査結果もあります。</p>
      <p>こうした背景から、「計画的偶発性理論」という考え方があります。この理論では、未来の明確なゴールを定めるのではなく、現在に焦点を当ててキャリアを築くことを提唱しています。</p>
      <p>私自身、この理論に基づいて行動してきたわけではありませんが、振り返ってみると、自分の行動が自然とこの理論に沿っていたことに気づきました。キャリア形成はしばしば個々のバイアス（無意識の偏見や固定観念）に影響されがちですが、それを可能な限り再現性のあるものにしていくために、具体的な行動を踏まえてお話しします。</p>
      <p>また、セッションを聞いた皆さんが明日から実践できる具体的な行動についても触れていきます。これにより、偶然の出来事を活かし、自身の「のびしろ」を広げるためのヒントになれば幸いです。</p>`,
      twitter: 'https://x.com/ikkitang',
      facebook: '',
      github: 'https://github.com/TakahashiIkki',
      externals: ['https://www.ikkitang1211.site/'],
      profile: `岡山市在住。岡山大学 教育学部を卒業後、システムエンジニア職に就職、その後株式会社オミカレでシステムフルリプレースとテックリードを経て現職。システムリプレース業務に多く携わった経験を持ち、スキルセットの多くをバックエンド・インフラレイヤーに費やしている。2017 年よりPostgreSQLユーザー会の中国地方理事長に就任。中国地方DB勉強会を各県で開催するなど、コミュニティ活動も積極的に行っている。最近は二児の父として子育てに奮闘中。`
    },
  }
}
