export default {
  timetable: {
    'aknow': {
      title: '僕がやっていることで情熱のように見えているものがあるとすれば、それは',
      name: 'a-know（井上大輔）',
      affiliation: '株式会社SmartHR プロダクトエンジニア',
      image: 'aknow.png',
      detail: `<p>"情熱" というテーマを掲げる今回のオープンセミナー岡山に登壇のお声がけをいただいた際、嬉しく、光栄に感じる一方で、正直ピンと来ていない部分もありました。そこで私は、図々しくも実行委員のみなさまに対して、「私の何に "情熱" を見出されましたか？」というアンケートを取らせていただきました。するとその回答から、私自身も今まで気が付かなかったような共通項のようなものがありそうなことに気が付きました。</p>
               <p>今でも、それが本当に "情熱" と呼べるものなのかどうかはわかりません。ですが、そのように見えているもののいくつかを題材に、"情熱" を帯びるに至った道のりや考え方をお話できればと思います。</p>`,
      twitter: ['https://x.com/a_know'],
      facebook: [],
      github: ['https://github.com/a-know'],
      externals: ['https://about.a-know.me/'],
      profile: `岡山県岡山市出身・倉敷市在住。ソフトウェアエンジニアを約10年経験したのち、約9年のカスタマーサクセス・セールスなどのカスタマーフェイシング職の経験を経て、現在は株式会社SmartHR にてプロダクトエンジニアとして CRE（Customer Reliability Engineering）に取り組んでいる。個人開発（ https://pixe.la ）や地域ITコミュニティの運営（ https://okayama-nanka.org/ ）などをライフワークとしている。`
    },
    'kyoro': {
      title: '調整中',
      name: '井上 恭輔 （きょろ）',
      affiliation: '株式会社SANU 執行役員 CCXO<br>SUNSET CELLARS 共同オーナー',
      image: 'kyoro.png',
      detail: `調整中`,
      twitter: ['https://x.com/kyoro353'],
      facebook: ['https://www.facebook.com/kyoro353'],
      github: [],
      externals: ['https://note.com/kyoro353', 'https://sftt.jp/'],
      profile: `2008年MIXIに新卒入社。 新規事業としてアプリ開発支援サービスDeployGateを共同創業。2013年に米国シリコンバレーに渡米し、 Cookpad米国法人の技術責任者、DeployGate米国法人代表、 スマートホーム開発を行う HOMMAのi-CTOなどを歴任。現在はシェア別荘開発を行う株式会社SANUにおいて執行役員を努め、ソフトからハード、 建築を含む幅広い技術と知識を活用した横断的な顧客体験の開発に取り組む。個人ではカリフォルニアに住みながら小規模ワイナリー 「SUNSET CELLARS」 を経営し、 ワイン造りにも取り組む。 料理とワイン、 自然とDIYを愛するフルスタックエンジニア。`
    },
    'kiryu': {
      title: '思い切りの情熱、私なりのアウトプット活動とコミュニティの向き合い方について',
      name: '桐生 あんず',
      affiliation: 'Classi株式会社 エンジニア',
      image: 'kiryu.png',
      detail: `<p>私のエンジニア人生を振り返ってみて、ブログや同人誌・ポッドキャストなどのアウトプット活動、エンジニアコミュニティとの関わりが共にありました。それらの活動は私にとっての「情熱」と呼べるものだと強く感じています。</p>
               <p>その情熱の原動力はいつも「思い切ってやってみる」から始まっていました。それらの思い切りに至った際のエピソード、そしてどのようなことを考えながら今まで情熱を保ち続けてきたかについて今回お話ししたいと思います。</p>`,
      twitter: ['https://x.com/anzu_mmm'],
      facebook: [],
      github: ['https://github.com/Kiryuanzu'],
      externals: ['https://kiryuanzu.hatenablog.com/', 'https://www.youtube.com/@kiryuanzu', 'https://kiryuanzu.booth.pm/'],
      profile: `長野県長野市出身。京都で6年間の学生生活を経て、現在は神奈川県の三浦半島在住。Classi株式会社にエンジニアとして新卒入社・在籍(6年目)。
                好きなことはブログ・同人誌制作・ポッドキャストなどの媒体で日々の出来事や趣味について発信すること。学生時代から個人サービス開発を趣味としており、現在はポッドキャストを自前配信するサービス(https://anzucast.com )を運用中。 2025年1月から地域ITコミュニティである三浦半島.rb を設立・運営として携わっている。`
    },
    'koba789': {
      title: '調整中',
      name: 'KOBA789',
      affiliation: 'Software Engineer',
      image: 'koba789.png',
      detail: `調整中`,
      twitter: [],
      facebook: [],
      github: [],
      externals: ['https://koba789.com'],
      profile: `筑波大学中退クックパッド株式会社に2016年末より4年間勤務。データ基盤の構築などに従事。 半年間の無職期間の後、2021年に株式会社アークエッジ・スペースに入社。衛星搭載ソフトウェア開発や衛星搭載コンピュータボード、IT インフラの構築運用などを担当。 インフラ・ウェブフロントエンド・バックエンド・データ基盤・組み込みソフトウェア・回路設計等、なんでもやる係。`
    },
    'hsjoihs': {
      title: '仕様書や規格書などから見る、言語とその標準化の本音と建前',
      name: '佐藤 弘崇',
      affiliation: '株式会社ドワンゴ／ZEN 大学教員予定者',
      image: 'hsjoihs.jpg',
      detail: `<p>私は「人間が用いる言語とその変遷」に対して情熱があります。自然言語・プログラミング言語・数式、全て好きです。</p>
               <p>人々は見よう見まねで言語を習得し、それが慣習として次の世代に真似されるわけですが、その過程で言語内には微妙な「差」が生まれます。これは不便なので、意思疎通の齟齬を減らすべく、時に「標準化・規格化」が行われます。</p>
               <p>この際、「私が話し慣れているものが、標準的だと認められてほしい」と全員が思うゆえに、言語の標準化は常に多大なる政治的調整を必要とします。いわゆる「歴史的経緯」というものには、既存の利用者に迷惑をかけないように物事を設計することの難しさや面白さがミッシリ詰まっています。</p>
               <p>とても幅広い具体例をもとに、言語とその標準化の本音と建前についてお伝えします。</p>`,
      twitter: ['https://x.com/hsjoihs', 'https://x.com/sosobotpi'],
      facebook: [],
      github: ['https://github.com/hsjoihs', 'https://github.com/sozysozbot'],
      externals: ['https://hsjoihs.hatenablog.com/'],
      profile: `スタンフォード大学 応用・工学物理 修士課程修了。2023年に株式会社ドワンゴに入社。プログラミング言語と自然言語が好き。「言語」と名の付くものを再実装することも好き。スタンフォード在籍時はアステカ帝国の公用語の子孫であるワステカナワトル語の授業（スペイン語で開催）を3年間履修した。趣味は架空世界の言語を設計したり、その言語を話す架空世界の人間のためのボードゲームやGUIなどを実装すること。2022年～2025年 セキュリティ・キャンプ全国大会 C コンパイラゼミ講師。2027年度からZEN大学で「オートマトンと形式言語理論」および「論理回路概論」の授業を担当予定。`
    },
    'majima': {
      title: 'マサカリと太陽：伝え方の情報デザイン',
      name: '間嶋 沙知',
      affiliation: 'majima DESIGN',
      image: 'majima.jpg',
      detail: `<p>印刷物やウェブデザインなどのクライアントワークのかたわら、アクセシビリティやユニバーサルデザインに関する情報発信を続けています。ポスター付きライトニングトークから始まり、ブログやSNSでの発信、勉強会の開催、セミナー出演からの書籍化、書籍の内容を体験できる展示…….これらの活動で意識しているのは、情報の伝え方を考えるためのエッセンスを身近に持ち帰ってもらうことです。</p>
               <p>「自分が良いと思うものを多くの人に知ってほしい。」<br>
               具体例や原体験を振り返りながら、私の「情熱」の正体について本音で考えてみます。伝え方の伝え方を楽しみながら工夫してきたプロセスを共有できればと思います。</p>`,
      twitter: ['https://x.com/mjmjsachi'],
      facebook: ['https://www.facebook.com/sachi.majima.1/'],
      github: [],
      externals: ['https://note.com/mjmjsachi/', 'https://mjmj.co/'],
      profile: `1985年兵庫県生まれ。大学卒業後、桑沢デザイン研究所の夜間部に学ぶ。東京、高知のデザイン事務所を経て、2016年に majima DESIGN の屋号で開業。高知市を拠点に、県内外の企業、団体、個人のサービスや商品に関わるデザインを手がける。2025年から公益社団法人日本広報協会広報アドバイザーとしても活動中。著書『見えにくい、読みにくい「困った！」を解決するデザイン』（マイナビ出版）。こぶたのうたちゃんと暮らしている。`
    },
    'subthread': {
      title: '調整中',
      name: '調整中',
      company: '調整中',
    },
    'serio': {
      title: '調整中',
      name: '調整中',
      company: '調整中',
    },
    'jobdraft': {
      title: 'コミュニティを支援する情熱',
      name: '大倉 潤也',
      company: '転職ドラフト',
    },
    'psc': {
      title: '調整中',
      name: '調整中',
      company: '調整中',
    },
  }
}
